{
    "dialogues": [
        {
            "id": 1,
            "lines": [
                {
                    "name": "Ureos",
                    "text": "Ahhhh... Quin bon dia que fa avui!"
                },
                {
                    "name": "Ureos",
                    "text": "Ahir va venir el meu veí a demanar-me llenya. Hauria d'anar-hi abans no es faci fosc."
                },
                {
                    "name": "Ureos",
                    "text": "Em va dir que necessitava un tipus de llenya que hi ha en el bosc del sud."
                }
            ]
        },
        {
            "id": 2,
            "lines": [
                {
                    "name": "Ureos",
                    "text": "Aquests deuen ser els arbres que necessito. Amb dos crec que serà suficient."
                }
            ]
        },
        {
            "id": 3,
            "lines": [
                {
                    "name": "Ureos",
                    "text": "????????????"
                },
                {
                    "name": "Ureos",
                    "text": "Això no hi era abans, em dona mala espina..."
                }
            ]
        },
        {
            "id": 4,
            "lines": [
                {
                    "name": "Ureos",
                    "text": "El poble ha sigut atacat mentre era fora!!! Em semblava estrany veure monstres tan aprop del poble però no m'esperava això..."
                },
                {
                    "name": "Ureos",
                    "text": "Un moment... No hauran vingut a buscar el que em penso...?"
                },
                {
                    "name": "Ureos",
                    "text": "He de tornar a casa a comprovar-ho."
                }
            ]
        },
      {
        "id": 5,
        "lines": [
          {
            "name": "Ureos",
            "text": "Efectivament, l'amulet maleït que tenia amagat ja no hi és."
          },
          {
            "name": "Ureos",
            "text": "No puc perdre més el temps. He d'anar a recuperar l'amulet. Si no hi soc a temps el meu poble serà només el primer a ser arrasat."
          },
          {
            "name": "Ureos",
            "text": "Si no recordo malament, hi ha una cova al nord-est d'on sovint surten monstres. Potser, si hi vaig, aconseguiré alguna pista d'on és l'amulet."
          }
        ]
      },
      {
        "id": 20,
        "lines": [
          {
            "name": "Ureos",
            "text": "Per fi he aconseguit l'amulet. Ara que he vist tot el seu poder malèfic n'estic segur: L'he de destruir."
          },
          {
            "name": "Ureos",
            "text": "Però per fer això hauré d'anar al volcà. Necessitaré preparar-me a consciència per aquest llarg viatge..."
          }
        ]
      },
      {
        "id": 21,
        "lines": [
          {
            "name": "Sistema",
            "text": "Enhorabona! Fins aquí arriba el joc de L'Amulet Maleït. Espero que l'hàgiu gaudit de la mateixa manera que jo en fer-lo."
          },
          {
            "name": "Sistema",
            "text": "En un futur hi haurà actualitzacions per millorar la jugabilitat entre altres. Tot el feedback és benvolgut!"
          },
          {
            "name": "Sistema",
            "text": "---AVÍS---"
          },
          {
            "name": "Sistema",
            "text": "El joc es reiniciarà completament una vegada tornis a començar. Igual que quan tanques i obres el joc."
          }
        ]
      }
    ]
}